export default {
  header: {
    home: 'Главная',
    terms: 'Условия использования',
    order: 'Заказ'
  },
  home: {
    title: 'Добро пожаловать в SuperPuper Сервис',
    description1: `SuperPuper Service предоставляет потрясающие функции.
      SuperPuper Service предоставляет потрясающие функции, которые упрощают сложные задачи и экономят ваше время.
      С SuperPuper Service вы можете наслаждаться бесшовной интеграцией и непревзойденной эффективностью.
      Наши инновационные решения в SuperPuper Service разработаны для удовлетворения ваших уникальных потребностей.
      Ощутите мощь передовых технологий с потрясающими функциями SuperPuper Service`,
    description2: 'Присоединяйтесь к нам и наслаждайтесь преимуществами.',
    cta: 'Заказать сейчас',
    pricing: {
      free: {
        title: 'Бесплатный план',
        price: 'Бесплатно',
        description: 'Включено 10 супер-пуперов.',
        features: ['Функция A', 'Функция B']
      }
    }
  },
  cards: {
    freePlan: {
      title: 'Бесплатный план',
      price: 'Бесплатно',
      description: 'Включено 10 супер-пуперов.'
    },
    basicPlan: {
      title: 'Базовый план',
      price: '$10/месяц',
      description: 'Включено 50 супер-пуперов.'
    },
    premiumPlan: {
      title: 'Премиум план',
      price: '$20/месяц',
      description: 'Неограниченное количество супер-пуперов включено.',
      features: 'Дополнительные 100 супер-дуперов за дополнительную цену.'
    }
  },
  texts: {
    plans: 'план | планы | планов',
    supepupers: 'суперпупер | суперпуперы | суперпуперов',
    price: 'цена | цены | цен'
  },
  order: {
    title: 'Заказать сейчас',
    description: 'Заполните форму ниже, чтобы заказать сейчас.',
    form: {
      fullName: 'ФИО',
      email: 'Электронная почта',
      password: 'Пароль',
      phone: 'Телефон',
      message: 'Сообщение',
      submit: 'ОтправСоздать аккаунтить',
      cardNumber: 'Номер карты',
      sailВata: 'данные для оплаты',
      date: 'Месяц/Год',
      tarrifChoose: 'Выберите тариф'
    }
  },
  footer: {
    copyright: ' {msg} SuperPuper Сервис. Все права защищены.'
  }
}
