export default {
  header: {
    home: 'Главная',
    terms: 'Условия использования',
    order: 'Заказ'
  },
  home: {
    title: 'Добро пожаловать в SuperPuper Сервис',
    description1: 'SuperPuper Сервис предоставляет удивительные возможности.',
    description2: 'Присоединяйтесь к нам и наслаждайтесь преимуществами.',
    cta: 'Заказать сейчас',
    pricing: {
      free: {
        title: 'Бесплатный план',
        price: 'Бесплатно',
        description: 'Включено 10 супер-пуперов.',
        features: ['Функция A', 'Функция B']
      }
    }
  },
  cards: {
    freePlan: {
      title: 'Бесплатный план',
      price: 'Бесплатно',
      description: 'Включено 10 супер-пуперов.'
    },
    basicPlan: {
      title: 'Базовый план',
      price: '$10/месяц',
      description: 'Включено 50 супер-пуперов.'
    },
    premiumPlan: {
      title: 'Премиум план',
      price: '$20/месяц',
      description: 'Неограниченное количество супер-пуперов включено.',
      features: 'Дополнительные 100 супер-дуперов за дополнительную цену.'
    }
  },
  texts: {
    plans: 'план | планы | планов'
  }
}
